examples/medical_build/case_snappy_aorta_patched/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (203.86809692382812 85.37608032226562 24.56534652709961)
    (216.39830627441407 85.37608032226562 24.56534652709961)
    (216.39830627441407 194.63040466308593 24.56534652709961)
    (203.86809692382812 194.63040466308593 24.56534652709961)
    (203.86809692382812 85.37608032226562 37.016787719726565)
    (216.39830627441407 85.37608032226562 37.016787719726565)
    (216.39830627441407 194.63040466308593 37.016787719726565)
    (203.86809692382812 194.63040466308593 37.016787719726565)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (16 145 16) simpleGrading (1 1 1)
);

edges ();

boundary
(
    domain
    {
        type patch;
        faces
        (
            (0 1 2 3)
            (4 5 6 7)
            (0 1 5 4)
            (1 2 6 5)
            (2 3 7 6)
            (3 0 4 7)
        );
    }
);

mergePatchPairs ();