examples/medical_build/case_snappy_aorta_patched/system/surfaceFeaturesDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      surfaceFeaturesDict;
}

surfaces
(
    "inlet"
    "outlet_0"
    "outlet_1"
    "wall"
);

includedAngle   30;
